{
  "RECORDS": [
    {
      "_id": "5e8d7caaca3b000020006343",
      "alias": "洋芋、地蛋、山药蛋、洋番薯、马铃薯、馍馍蛋",
      "avoid": "消化不良者不宜多食",
      "babCollocation": "1、土豆 + 醋，分解有毒物质\n2、土豆 + 香蕉（红皮、海南），一起吃面部会生斑\n3、土豆 + 香蕉（红皮、泰国），一起吃面部会生斑",
      "choose": "      不同的烹饪方法，选择相应的品种，如果是用来烘烤或者制作炸薯条的，可以选择形状长圆，外皮比较粗糙的土豆，这些土豆通常淀粉含量比较高。如果想做炖肉的配菜，沙拉或者煮浓汤，要挑选皮薄而光滑的，形状各异的土豆，这种土豆通常淀粉含量低，而水分和糖分较高，在水中仍能成块。\n      秋到冬季是土豆的盛产季节，应挑选形状丰满，表面无伤痕，皱纹的为佳，切忌不可挑选外皮呈绿色或发芽的土豆。",
      "goodCollocation": "1、土豆 + 醋，分解有毒物质\n2、土豆 + 牛肉，保护胃黏膜\n3、土豆 + 豆角，防止急性肠胃炎 呕吐腹泻\n4、土豆 + 牛腩，保护胃黏膜\n5、土豆 + 圣女果，防止肌肤衰老 增强细胞活性\n6、土豆 + 牛腱子，保护胃黏膜\n7、土豆 + 西红柿，防止肌肤衰老 增强细胞活性",
      "img": "statics/img/ingredient/tudou.jpg",
      "intake": "每次一个中等大小约130克",
      "introduce": "      土豆（马铃薯）是茄科茄属植物，俗名地豆子，多年生草本，但作一年生或一年两季栽培。地下块茎呈圆、卵、椭圆形等，有芽眼，皮红、黄、白或紫色。地上茎呈棱形，有毛。奇数羽状复叶。聚伞花序顶生，花白、红或紫色。浆果球形，绿或紫褐色。种子肾形，黄色。多用块茎繁殖。性喜冷凉高燥，对土壤适应性较强，但以疏松肥沃的砂质土为佳。在中国各地，马铃薯的称呼又有不同，东北称土豆、华北称山药蛋、西北称洋芋、江浙一带称洋番芋，广东及香港称之为薯仔。",
      "name": "土豆",
      "store": "      长期存放可以将土豆与苹果放在一起，因为成熟的苹果会释放出一种植物激素 —乙烯，这种激素可以促进植物果实的成熟和器官的脱落。土豆和苹果放在一起时，苹果产生的乙烯会抑制土豆芽眼处的细胞产生生长素，生长素积累不到足够的浓度，自然不会发芽了，熟的香蕉应该也有这种效果。",
      "suitable": "脾胃气虚者、癌症、高血压、动脉硬化患者适宜",
      "tip": "1.去土豆皮：准备一张锡纸(烘焙用的)，将锡纸亮面朝外，揉成一团，用锡纸团将土豆表皮搓揉一遍，将搓揉过的小土豆放入清水盆中，土豆皮便悉数漂浮出来了。\n2.削皮时，只削掉薄薄的一层，因为土豆皮下面的汁液有丰富的蛋白质。去了皮的土豆如不马上烧煮，应浸在凉水里，以免发黑，但不能浸泡太久以免使其中的营养成份流失。\n3.土豆表面往往有蓝青色的斑点，配菜时不美观，如在煮土豆的水里放些醋(每千克土豆放一汤匙) 斑点就会消失。\n4.要用文火煮烧，才能均匀地熟烂，若急火煮烧，会使外层熟烂甚至开裂，里面却是生的。\n5.土豆一煮就烂，即使带皮煮也难保持完整。如果用于冷拌或做土豆丁，可以在煮土豆的水里加些腌菜的盐水或醋，土豆煮后就能保持完整。\n6.去皮的土豆应放在冷水中，在向水中加少许醋，即可使土豆不变色。",
      "value": "      马铃薯比大米、面粉具有更多的优点，能供给人体大量的热能，可称为“十全十美的食物”。人只靠马铃薯和全脂牛奶就足以维持生命和健康。因为马铃薯的营养成分非常全面，营养结构也较合理，只是蛋白质、钙和维生素A的量稍低；而这正好用全脂牛奶来补充。马铃薯富含谷类缺少的赖氨酸，因而马铃薯与谷类混合食用可提高蛋白质利用率。"
    },
    {
      "_id": "5e8d7caaca3b000020006344",
      "alias": "胡萝菔、黄萝卜、金笋、丁香萝卜、红芦菔、甘笋、黄根、卜香菜、药萝卜、赤珊瑚",
      "avoid": "一般人群均可食用",
      "babCollocation": "1、胡萝卜 + 啤酒，产生毒素 引起肝病\n2、胡萝卜 + 白萝卜，降低营养价值\n3、胡萝卜 + 西红柿，破坏维生素C\n4、胡萝卜 + 醋，破坏胡萝卜素\n5、胡萝卜 + 水萝卜，萝卜主泻、胡萝卜为补，所以二者最好不要同食\n6、胡萝卜 + 山楂粉，分解维生素C\n7、胡萝卜 + 山药(干)，胡萝卜中含维生素c分解酶，若山药同食，维生素c则被分解破坏。\n8、胡萝卜 + 杏(罐头)，身体不适\n9、胡萝卜 + 白萝卜（圆），胡萝卜含有抗坏血酸酶，会破坏白萝卜中的维生素C，使两种萝卜的营养价值都大为降低",
      "choose": "选购胡萝卜的时候，以形状坚实，颜色为浓橙色，表面光滑的为佳。挑选时选择，表皮肉质和心柱均呈橘红色，且心柱细的。此外，粗细整齐、大小均匀、不开裂的口感较好。",
      "goodCollocation": "1、胡萝卜 + 山药，健胃补脾\n2、胡萝卜 + 蜂蜜，排毒\n3、胡萝卜 + 卷心菜，减少癌细胞的产生\n4、胡萝卜 + 大米，改善胃肠功能\n5、胡萝卜 + 比目鱼，防癌抗癌\n6、胡萝卜 + 梅头肉，健胃、消食、化痰、顺气、利尿",
      "img": "statics/img/ingredient/huluobo.jpg",
      "intake": "每餐一根 约70克",
      "introduce": "      胡萝卜为伞形科，一年生或二年生的根菜。原产地中海沿岸，我国栽培甚为普遍，以山东、河南、浙江、云南等省种植最多，品质亦佳，秋冬季节上市。胡萝卜供食用的部分是肥嫩的肉质直根。胡萝卜的品种很多，按色泽可分为红、黄、白、紫等数种，我国栽培最多的是红、黄两种。 　按形状可分为圆锥形和圆柱形。胡萝卜肉质细密，质地脆嫩，有特殊的甜味，并含有丰富的胡萝卜素，维生素C和B族维生素。 胡萝卜的品质要求：以质细味甜，脆嫩多汁，表皮光滑，形状整齐，心柱小，肉厚，不糠，无裂口和病虫伤害的为佳。",
      "name": "胡萝卜",
      "store": "将胡萝卜加热，放凉后用密封容器保存，冷藏可保鲜5天，冷冻保鲜5个月。",
      "suitable": "癌症、高血压、夜盲症、皮肤粗糙者适宜",
      "tip": "胡萝卜整根烹饪比切过后再烹饪更有助于防癌。英国科学家近日通过研究发现了这个饮食规律，因为整根烹饪比切开后烹饪的胡萝卜多含25%的镰叶芹醇，此种成分有防癌功效。\n胡萝卜素是脂溶性维生素，必须在油脂中才能被消化吸收和转化。 若生吃只能起到通便和降低胆固醇的作用，而不能吸收到更多的营养素。\n烹制时最好不要放醋，会使维生素A原遭到破坏。",
      "value": "1.胡萝卜素转变成维生素A，在预防上皮细胞癌变的过程中具有重要作用，胡萝卜中的木质素也能提高。作为一种抗氧化，具有抑制氧化及保护机体正常细胞免受氧化损害的防癌作用。\n2.胡萝卜素既有造血功能补充人体所需的血液，从而改善贫血或冷血症，同时含有丰富的钾 。\n3.胡萝卜含有植物纤维 吸水性强 在肠道中体积容易膨胀 是肠道中的“充盈物质” 。\n4.胡萝卜中的维生素A是骨骼正常发育的必需物质，有利于细胞的生殖与增长。"
    },
    {
      "_id": "5ea1cb77c0070000d7004d76",
      "alias": "麦瓜、番瓜、倭瓜、金瓜、伏瓜、饭瓜、窝瓜、中国南瓜",
      "avoid": "患有脚气、黄疸病的人忌食",
      "babCollocation": "1、南瓜 + 羊肉，发生黄疸和脚气\n2、南瓜 + 虾，痢疾\n3、南瓜 + 鲤鱼，中毒\n4、南瓜 + 皮皮虾，痢疾\n5、南瓜 + 油菜，降低维生素C的吸收\n6、南瓜 + 羊肉(肥瘦)，两补同时，令人肠胃气壅\n7、南瓜 + 鲣鱼，一起吃容易中毒，可以用黑豆甘草解毒\n8、南瓜 + 羊肉(熟)，两补同时，令人肠胃气壅\n9、南瓜 + 山药(干)，南瓜中皆含维生素c分解酶，若山药同食，维生素c则被分解破坏。",
      "choose": "选购时，同样大小体积的南瓜，要挑选重量较为重实。购买已经切开的南瓜，则选择果肉厚，新鲜水嫩不干燥的。",
      "goodCollocation": "1、南瓜 + 红枣，补脾益气 解毒止痛\n2、南瓜 + 猪肉，预防糖尿病\n3、南瓜 + 绿豆，保健作用\n4、南瓜 + 莲子，通便 排毒\n5、南瓜 + 牛肉，健胃益气\n6、南瓜 + 牛腩，健胃益气\n7、南瓜 + 梅头肉，保健和预防糖尿病的作用\n8、南瓜 + 牛腱子，健胃益气\n9、南瓜 + 猪肉馅，预防糖尿病",
      "img": "statics/img/ingredient/nangua.jpg",
      "intake": "每次约100克",
      "introduce": "       南瓜是葫芦科南瓜属的植物。因产地不同，叫法各异。又名麦瓜、番瓜、倭瓜、金冬瓜，台湾话称为金瓜，原产于北美洲。南瓜在中国各地都有栽种，日本则以北海道为大宗。嫩果味甘适口，是夏秋季节的瓜菜之一。老瓜可作饲料或杂粮，所以有很多地方又称为饭瓜。在西方南瓜常用来做成南瓜派，即南瓜甜饼。南瓜瓜子可以做零食。",
      "name": "南瓜",
      "store": "一般南瓜放在阴凉处，可保存一个月左右。",
      "suitable": "糖尿病患者、老年人适宜",
      "tip": "南瓜适合蒸煮都可以，最常见的是做南瓜盅。",
      "value": "1.南瓜内含有维生素和果胶，果胶有很好的吸附性，能粘结和消除体内细菌毒素和其他有害物质，如重金属中的铅、汞和放射性元素，起到解毒作用。\n2.南瓜所含果胶还可以保护胃肠道粘膜，免受粗糙食品刺激，促进溃疡面愈合，适宜于胃病患者。\n3.南瓜含有丰富的钴，在各类蔬菜中含钻量居首位。钴能活跃人体的新陈代谢，促进造血功能，并参与人体内维生素B12 的合成，是人体胰岛细胞所必须的微量元素。\n4.南瓜中所含的维生素C 克防止硝酸盐在消化道中转变成致癌物质亚硝酸。南瓜中含有的甘露醇，减少粪便中毒素对人体的危害。\n5.南瓜中丰富的类胡罗卜素在机体内可转化成具有重要生理功能的维生素A，从而对上皮组织的生长分化、维持正常视觉、促进骨骼的发育具有重要生理功能。"
    },
    {
      "_id": "5ea1cb77c0070000d7004d77",
      "alias": "",
      "avoid": "动脉硬化、低碘者忌食",
      "babCollocation": "1、豆腐 + 蜂蜜，有损听力，腹泻\n2、豆腐 + 葱，影响钙质的吸收\n3、豆腐 + 菠菜，不利于钙的吸收，形成肾结石\n4、豆腐 + 茭白，易形成结石",
      "choose": "       应取一块样品在散射光线下直接观察。优质豆腐呈均匀的乳白色或淡黄色，稍有光泽。次质豆腐色泽变深直至呈浅红色，无光泽。劣质豆腐呈深灰色、深黄色或者红褐色进行豆腐组织状态的鉴别。       \n应先取样品直接看其外部状况，然后用刀切成几块再仔细观察切口处，最后用手轻轻按压，以试验其弹性和硬度。优质豆腐块形完整，软硬适度，富有一定的弹性，质地细嫩，结构均匀，无杂质。次质豆腐块形基本完整，切面处可见比较粗糙，质地不细嫩，弹性差，有黄色液体渗出，表面发黏，用水冲后即不粘手了。劣质豆腐块形不完整，组织结构粗糙而松散，触之易碎，无弹性，有杂质，表面发黏，用水洗冲后仍然粘手。       \n在常温下直接嗅闻其气味。优质豆腐具有豆腐特有的香味。次质豆腐香气平淡。劣质豆腐有豆腥味、馊味等不良气味或其他外来气味进行豆腐滋味鉴别时，可在室温下取小块样品细细咀嚼以品尝其滋味。优质豆腐口感细腻鲜嫩、味道纯正、清香。次质豆腐口感粗糙、滋味平淡。劣质豆腐有酸味、苦味、涩味及其他不良滋味。",
      "goodCollocation": "1、豆腐 + 白萝卜，有利于消化\n2、豆腐 + 带鱼，补钙\n3、豆腐 + 海带，预防碘缺乏\n4、豆腐 + 鲷鱼，促进蛋白质的吸收\n5、豆腐 + 羊肉，清热泻火、除烦、止渴\n6、豆腐 + 圆生菜，减肥健美\n7、豆腐 + 秋刀鱼，促进钙的吸收\n8、豆腐 + 干平菇，增加蛋白质的吸收\n9、豆腐 + 海带丝，有助于维持人体的碘平衡",
      "img": "statics/img/ingredient/doufu.jpg",
      "intake": "每次不宜食用过多，且不易天天吃",
      "introduce": "       豆腐是我国炼丹家——淮南王刘安发明的绿色健康食品。时至今日，已有二千一百多年的历史，深受我国人民、周边各国、及世界人民的喜爱。发展至今，已品种齐全，花样繁多，俱有风味独特，制作工艺简单食用方便的特点。有高蛋白，低脂肪，降血压，降血脂，降胆固醇的功效。是生熟皆可，老幼皆宜，养生摄生、益寿延年的美食佳品。",
      "name": "豆腐",
      "store": "包装的豆腐很容易腐坏，买回家后，应立刻浸泡于水中，并放入冰箱冷藏，烹调前再取出。取出后不要超过4小时，以保持新鲜，最好是在购买当天食用完毕。 盒装豆腐较易保存，但仍须放入冰箱冷藏，以确保在保存期限内不会腐败。若无法一次食用完毕，可依所需的分量切割使用，剩余的部分再放回冷冻室，方便下次食用。",
      "suitable": "一般人群均可食用",
      "tip": "南、北豆腐都有一定的豆腥味，北豆腐并有轻微的苦涩味。为除去异味，许多用豆腐制作的菜肴中的要诀就是在烹调前都将豆腐放水里焯一下，要知道豆腐焯水大有讲究，常见许多焯水过后的豆腐不是散碎就是中心出现空洞，不符合烹调的要求，这是没有掌握豆腐焯水的诀窍。正确的方法是，将豆腐切成大小相近的小方块，然后放在水锅中，与冷水同时加热，待水温上升到90℃左右时，应转用微火恒温，慢慢见豆腐上浮，用手捏时感觉有一定硬度时捞出，浸冷水中即可。",
      "value": "1.大豆的蛋白质生物学价值可与鱼肉相媲美，是植物蛋白中的佼佼者。大豆蛋白属于完全蛋白质，其氨基酸组成比较好，人体所必需的氨基酸它几乎都有。\n2.制作豆腐的大豆中含有18%左右的油脂，大部分能转移到豆腐中去。大豆油中的亚油酸比例较大，且不含胆固醇，有益于人体神经、血管、大脑的生长发育。\n3.大豆可以直接烹调食用，人体对其蛋白质的消化吸收率只有65%，而制成豆腐消化率可以提升到92%~95%。"
    },
    {
      "_id": "5ea1cb77c0070000d7004d78",
      "alias": "大白菜",
      "avoid": "气虚胃寒、腹泻者忌食",
      "babCollocation": "1、白菜 + 兔肉，腹泻 呕吐",
      "choose": "选购白菜的时候，要看根部切口是否新鲜水嫩，整棵买要选择卷叶坚实有重量感的，切开的要买断层面水平，无隆起的较新鲜。白菜含有氧化酵素，切开后会活性化，发生褐变致使维生素C氧化，因此最好买整棵。",
      "goodCollocation": "1、白菜 + 猪肉馅，补充营养通便\n2、白菜 + 牛肚，增强体质\n3、白菜 + 蚕豆，增加抵抗力\n4、白菜 + 板栗，去除雀斑和黑眼圈\n5、白菜 + 海带，防治碘不足\n6、白菜 + 虾仁，防止牙龈出血 解热除燥\n7、白菜 + 鲤鱼，改善妊娠水肿\n8、白菜 + 猪肉，补充营养通便\n9、白菜 + 猪肝，滋补",
      "img": "statics/img/ingredient/baicai.jpg",
      "intake": "每餐约100克",
      "introduce": "       白菜为十字花科芸薹属一年生、二年生草本植物。包括结球及不结球两大类群。原产地中海沿岸和中国。由芸薹演变而来。以柔嫩的叶球、莲座叶或花茎供食用。栽培面积和消费量在中国居各类蔬菜之首。白菜根为浅根系，主根粗大，侧根发达，水平分布。叶片有毛或无毛，着生于短缩茎上成莲座状。除薹用和分蘖类型外，腋芽不发达。总状花序，花淡黄至黄色。长角果。",
      "name": "白菜",
      "store": "冬天可用无毒塑料袋保存，如果室内温度过低，可把食品袋从蔬菜的根部套上去，然后把上口扎上；如果温度在0℃以上，可在白菜叶上套上塑料袋，口不用扎，根朝下戳在地上即可。",
      "suitable": "肺热咳嗽、便秘、肾病患者适宜",
      "tip": "切大白菜时，宜顺丝切，这样大白菜易熟。\n大白菜在沸水中焯烫的时间不可过长，最佳的时间为20～30秒，否则烫得太软，太烂就不好吃。\n炒白菜之前可以先放入沸水里煮2~3分钟，捞出沥去水可去除白菜的苦味。\n炒白菜的时候，在油里加少许盐，再大火快炒，能保持白菜的鲜嫩。\n煮白菜汤时，在锅里放点面包屑，加点醋，可去除白菜的苦涩味并添加鲜味。",
      "value": "1.大白菜的水分含量约95%，而热量很低。\n2.一杯熟的大白菜汁能提供几乎与一杯牛奶一样多的钙。所以很少使用乳制品的人可以通过食用足量的大白菜来获得更多的钙。\n3.大白菜中，铁，钾，维生素A的含量也比较丰富。\n4.白菜含有丰富的粗纤维。"
    }
  ]
}