{
  "RECORDS": [
    {
      "_id": "5e9d3579d37f0000e70056a2",
      "desc": "      痛风是指急性特征性关节炎和慢性痛风石疾病，主要包括急性发作性关节炎、痛风石形成、痛风石性慢性关节炎、尿酸盐肾病和尿酸性尿路结石，重者可出现关节残疾和肾功能不全。痛风发病的诱因主要是由于食用了大量富含嘌呤的食物。\n      因此患者应该禁用含嘌呤高食物，如啤酒、动物内脏、沙丁鱼、凤尾鱼、小虾、扁豆、黄豆、浓肉汤及菌藻类等。可适量食用牛奶、鸡蛋等补充动物蛋白，多吃蔬菜、水果等碱性食物，食用含水分多的水果和食品。",
      "ingredients": "[ \"鸡蛋\", \"牛奶\", \"芦荟\", \"黑加仑\", \"芹菜\" ]",
      "name": "痛风"
    },
    {
      "_id": "5e9d3579d37f0000e70056a3",
      "desc": "      糖尿病是一组以高血糖为特征的代谢性疾病。遗传因素，进食过多，体力活动减少导致的肥胖都有可能引发糖尿病。防治糖尿病要多做运动，在饮食上，要注意吃饭七八分饱即可，饮食结构要合理，荤素搭配，少油少盐，少吃甜食和煎炸食品，多吃新鲜蔬菜和水果。\n      B族维生素和维生素C可以防治糖尿病，它们可以参与胰岛素的合成，而胰岛素是调节血糖浓度的重要因素。所以要多吃菠菜、南瓜、苦瓜。",
      "ingredients": "[ \"玉米\", \"豆腐\", \"海带\", \"鸡肉\", \"黑木耳\", \"山药\", \"芦笋\", \"苦瓜\", \"南瓜\", \"洋葱\" ]",
      "name": "糖尿病"
    },
    {
      "_id": "5e9d3579d37f0000e70056a4",
      "desc": "      心脏病是一类比较常见的循环系统疾病，在内科疾病中属于常见病，能显著地影响患者的劳动力。心脏病患者常见症状有：心悸、呼吸困难、咳嗽、咯血、胸痛、水肿、少尿等。\n      饮食健康是心脏病预防工作中的一部分，心脏病病人不宜吃得过多，尤其晚饭应早些吃，宜清淡，且晚饭后不进或少进任何食品和水分。心脏病患者平时可多食含有膳食纤维的食物，例如梅干菜、芹菜、韭菜、大豆、燕麦等，还要注意多食一些谷物和豆类补充维生素E和微量元素。",
      "ingredients": "[ \"佛手\", \"白芦笋\", \"山楂\", \"橙子\", \"黑胡椒\", \"杏仁\", \"鸭肉\", \"菜花\", \"芥兰\", \"红豆\" ]",
      "name": "心脏病"
    },
    {
      "_id": "5e9d3579d37f0000e70056a5",
      "desc": "      胃火炽盛则痘痘长、牙龈肿、口角烂；肝火炽盛则头痛头晕、睡眠不稳；心火上炎则口腔溃疡咽痛咽干、失眠；肺热火炽则咽喉干疼、口干而渴。如果出现咽喉干痛、两眼红赤、鼻腔热烘、口干舌燥以及烂嘴角、流鼻血、牙痛等症状，中医就认为是“上火”了。",
      "ingredients": "[ \"柠檬\", \"西瓜\", \"绿豆\", \"苦菊\", \"苦瓜\", \"菊花\", \"莲藕\", \"萝卜\", \"梨\", \"芹菜\" ]",
      "name": "降火"
    },
    {
      "_id": "5e9d3579d37f0000e70056a6",
      "desc": "      目，即眼睛，是人类最重要的感觉器官之一。长期用眼，会导致眼睛疲劳，影响视力。明目可以帮助维持正常视力，防止视神经退化。 维生素A帮助维持正常的视觉，保护眼睛的组织、结构、维持眼睛视紫质的正常效能。缺乏维生素A会引起夜盲症、干眼病、角膜炎、皮肤干燥症等问题。长期缺乏维生素A，角膜的上皮细胞就会因为过度干燥而容易受到伤害，最后甚至造成失明。维生素B1能保护视神经，维持正常视力，防止视神经退化，预防白内障及其它眼病。",
      "ingredients": "[ \"菊花\", \"决明子\", \"南瓜\", \"鸡肝\", \"猪肝\", \"羊肝\", \"胡萝卜\", \"枸杞\" ]",
      "name": "明目"
    },
    {
      "_id": "5e9d3579d37f0000e70056a7",
      "desc": "      中医治疗血虚证的方法，又称养血。血虚证是由于血不足而使脏腑组织失于濡养所表现出来的证候。补血能使脏腑组织得到血液的充分濡养，使脏腑组织的功能恢复正常。血虚证主要有心血虚证和肝血虚证，补血法有补心血和补肝血。血虚表现为：面色苍白或萎黄，唇甲色淡，头晕眼花，失眠健忘，心悸怔忡，月经量少或经闭，舌淡脉细等症状。气虚、精亏、血瘀等也可导致血虚证的发生。",
      "ingredients": "[ \"枸杞\", \"南瓜\", \"桂圆\", \"红枣\", \"黑木耳\", \"花生\", \"菠菜\", \"猪肝\" ]",
      "name": "养血"
    },
    {
      "_id": "5e9d3579d37f0000e70056a8",
      "desc": "      减肥属于以减少人体过度的脂肪、体重为目的的行为方式。适度减重可降低患肥胖症的风险，也可提高有肥胖并发症的患者的健康水平。想减肥，需让卡路里出现逆差，即进食的热量要比燃烧的热量少，这样身体才会开始燃烧身体存储的脂肪，达到减肥目的。\n      多食含叶酸、维生素B6、维生素B12，维生素C、维生素E的食物，如杏仁、燕麦片、黄豆和甘薯。蔬菜纤维多，不仅需要花较多的时间咀嚼，同时蔬菜进入胃之后，会吸收水分膨胀，很容易使胃有饱足感。不宜多食浓汤、奶油等热量高的食物。",
      "ingredients": "[ \"菠菜\", \"猕猴桃\", \"大蒜\", \"燕麦\", \"开心果\", \"西红柿\", \"黄瓜\", \"苹果\", \"蜂蜜\" ]",
      "name": "减肥"
    },
    {
      "_id": "5e9d3579d37f0000e70056a9",
      "desc": "      养颜，是我国中医中药的一个研究方面与目的。人面色的好坏与中医所说的心有密切关系。若人体在疾病状态时，面部色泽会表现为暗黄、灰土、苍白、有黄斑等。要想面色好就必须养血养心。特别是女性，由于生理特点，在经期、孕期和生产前后，或患病时都可出现血虚而致的面色苍白。\n      因此，生活中女性在饮食上应多吃灵根莲藕、红枣、桂圆、枸杞等富含淀粉、蛋白质、维生素C和B等养血养心的食物。",
      "ingredients": "[ \"牛肉\", \"枸杞\", \"黑木耳\", \"桂圆\", \"白萝卜\", \"黄豆\", \"红枣\", \"莲藕\", \"芹菜\", \"银耳\" ]",
      "name": "养颜"
    },
    {
      "_id": "5e9d3579d37f0000e70056aa",
      "desc": "      排毒是指将身体里的毒素排除。毒素是一种可以干预正常生理活动并破坏机体功能的物质。而肠道担负了人体大部分的排毒任务。然而，现代人饮食过于精细、饮食不规律、饮食安全等问题，使本来最大的排毒器官反而成为了藏污纳垢的大本营。研究表明，有游泳圈，小肚腩，小腹赘肉等问题的女性都有不同程度的肠道毒素堆积问题。平时可多食芋头、芹菜、糙米等含有丰富食物纤维的食物",
      "ingredients": "[ \"空心菜\", \"芋头\", \"绿豆\", \"红枣\", \"地瓜\", \"山药\", \"芹菜\", \"糙米\", \"玉米\", \"燕麦\" ]",
      "name": "排毒"
    },
    {
      "_id": "5e9d3579d37f0000e70056ab",
      "desc": "      在每年阳历2月4日前后是24节气中的第1个节气——立春。自秦代以来，我国就一直以立春作为春季的开始。立是见，春是蠢动，是植物开始有生气的意思。元代著名的理学家、文学家、文学理论家昊澄在《月令七十二候集解》中说：“正月节，立，建始也……立夏秋冬同。”这就是说，它表示冬天即将结束，象征春天的开始，可谓“律回岁晚冰霜少，春到人间草本知。\n      立春饮食要考虑春季阳气初生的特点，《黄帝内经·素问·藏气法时论》中说：“肝主春……肝苦急，急食甘以缓之。……肝欲散，急食辛以散之，用辛补之，酸泻之。”在五脏与五味的关系中，酸味人肝，具收敛之性，不利于阳气的生发和肝气的疏泄，饮食调养要投脏腑所好，即“违其性故苦，遂其性故欲。欲者，是本脏之神所好也，即被也。苦者是本脏之神所恶也，即泻也。”明确了这些关系，我们就应当有目的地选择一些养护肝、疏肝理气的草药和食品，草药可选用如枸杞、郁金、丹参、元胡等，食品则应该选择辛湿发散（使身体变暖促进发汗）的大枣、豆豉、葱、香菜、花生等，灵活地搭配可以达到很好的食疗效果。\n      在饮食调养时要考虑到春季属于阳气开始升发（升即上升，发即发散，意思是说体内阳气应顺应自然，向上向外疏发。）的特点，适合多吃一些具有辛甘发散性质的食物，而少食用具有酸收（易止汗、止渴）作用的食物。\n      立春的饮食药膳应以“生补”（补充营养，以助阳气升发之意）为主，适宜的膳食有首乌肝片、虾仁韭菜、珍珠三鲜汤等，有补肝肾、益精血、乌发明目、温中益气的功效。",
      "ingredients": "[ \"白萝卜\", \"香菜\", \"油菜\", \"韭菜\", \"洋葱\", \"芥菜\", \"辣椒\", \"生姜\", \"葱\", \"大蒜\", \"茼蒿\", \"大头菜\", \"茴香\", \"白菜\", \"洋白菜\", \"芹菜\" ]",
      "name": "立春"
    },
    {
      "_id": "5e9d3579d37f0000e70056ac",
      "desc": "      雨水，是农历24节气中的第2个节气，时值每年的阳历2月19日前后。雨水原本是指冬季过去，春天来临，天气转暖，冰雪融化咸水，万物开始复苏。历书说：“斗知壬为雨水时，东风解冻，冰雪皆散而为水，化而为雨，故名雨水。”雨水时节，正是春雨绵绵的季节。这些年，北方由于暖冬效应，此时很少下雨，而我国南方地区雨日与雨量均有明显增加，是名副其实的雨水时节。可以说，雨水时节是万物欣欣向荣、草木萌生的时候。\n      雨水时节气候转暖，然而又风多物燥，常会出现皮肤、口舌干燥、嘴唇干裂等现象，故应多吃新鲜蔬菜、多汁水果以补充人体水分，可多食大枣、山药、莲子、韭菜、菠菜等。由于春季为万物生发之始，阳气发越之季，应少食油腻之物，以免助阳外泄，否则肝木生发太过，则克伤脾土。唐代孙思邈在《千金方》中说：“春七十二日，省酸增甘，以养脾气。”五行中肝属木，味为酸，脾属土，味为甘，木胜土。所以，雨水时节的饮食应少吃酸味，多吃甜味，以养脾脏之气。可选择韭菜、香椿、百合、豌豆苗、筒篙、荠菜、春笋、山药、藕、芋头、萝卜、荸荠、甘蔗等。\n      此外，还应遵循以下饮食原则：饮食有节，忌暴饮暴食；不偏食，多食五谷杂粮；饮食清淡，忌膏粱厚味；饮食不可过冷过热，过冷伤胃气过热灼内膜；不勉强进食，不渴强饮则胃胀，不饥强食则脾劳；怒后勿进食；食后不要做剧烈运动。",
      "ingredients": "[ \"枸杞\", \"红枣\", \"蜂蜜\", \"大枣\", \"山药\", \"银耳\", \"沙参\" ]",
      "name": "雨水"
    },
    {
      "_id": "5e9d3579d37f0000e70056ad",
      "desc": "      每年阳历3月6日左右是24节气的第3个节气——惊蛰。蛰是藏的意思，3月上半月，农历2月上半月，天气渐渐回暖，春雷开始震响，蛰伏在泥土里的冬眠动物和多种昆虫感于春季温暖，震惊而出。惊蛰处于冬春季节交替时期，气温变化幅度较大，并会出现雷雨或连续阴雨。\n      惊蛰节气正处乍寒乍暖之际，根据冷暖预测，后期天气的谚语有：“冷惊蛰，暖春分”等。惊蛰节气的风也有用来做预测后期天气的依据。如“惊蛰刮北风，从头另过冬”、“惊蛰吹南风，秧苗迟下种”等。所以我国劳动人民自古很重视惊蛰节气，把它视为春耕开始的日子。\n      由于惊蛰后的天气明显变暖，不但各种动物开始活动，微生物（包括能引起疾病的细菌、病毒）也开始生长繁殖，所以人们需要进行饮食调养，增强体质以抵御病菌或病毒的侵袭。惊蛰节气是传染病多发的日子，要预防季节性的传染病的发生，应多吃清淡食物，如糯米、芝麻、蜂蜜、乳品、豆腐、鱼、蔬菜、甘蔗等。\n      惊蛰的饮食原则是保阴潜阳，可以适当选用一些补品，以提高人体的免疫功能。一般应选服具有调血补气、健脾补肾、养肺补脑的补品。像鹌鹑汤、白木耳煮麻雀、清补菜鸭、枸杞银耳羹、荸荠萝卜汁、枸杞蛇肉汤、虫草山药烧牛髓、扁豆粥等。或食用一些海参、龟肉、蟹肉、银耳、雄鸭、冬虫夏草等，燥烈辛辣之品应少吃。",
      "ingredients": "[ \"水萝卜\", \"辣椒\", \"甜椒\", \"苦瓜\", \"蒜苗\", \"菜薹\", \"甘蓝（圆白菜）\", \"菜花\", \"西兰花\", \"菠菜\" ]",
      "name": "惊蛰"
    },
    {
      "_id": "5e9d3579d37f0000e70056ae",
      "desc": "      阳历3月21日左右是24节气中的第4个节气——春分，为春季的中分点。《春秋繁露·阴阳出入上下篇》中说：“春分者，阴阳相半也，故昼夜均而寒暑平。”所以，春分的意义，一是指一天时间白天黑夜平分，各为12小时；二是古时以立春至立夏为春季，春分正当春季3个月之中，平分了春季。春分时节，全国各地日平均气温均稳定升达o℃以上。从气候规律说，这时江南的降水迅速增多，进入春季“桃花汛期”，但在“春雨贵如油”的东北、华北和西北广大地区降水依然很少。\n      春分节气平分了昼夜、寒暑，因此人们保健养生也应保持人体的阴阳平衡状态。在此节气的饮食调养，应当根据自己的实际情况选择能够保持机体功能协调平衡的膳食，禁忌偏热、偏寒、偏升、偏降的饮食误区，如在烹调鱼、虾、蟹等寒性食物时，其原则必佐以葱、姜、酒、醋类温性调料，以防止本菜肴性寒偏凉，食后有损脾胃而引起脘腹不舒之弊；又如在食用韭菜、大蒜、木瓜等助阳类菜肴时常配以蛋类滋阴之品，以达到阴阳互补之目的。\n      春分时节适宜的膳食有白烧鳝鱼、杜仲腰花、大蒜烧茄子等，有补虚损、降血压、凉血止血的功效。此时节应忌食大寒大热之品，如过食鱼虾产品和羊肉、牛肉，而又不注意烹调的配伍。当然还要根据每个人身体的实际情况选择饮食。",
      "ingredients": "[ \"香椿\", \"春韭\", \"柳芽\", \"马兰头\", \"荠菜\", \"大枣\", \"红枣\" ]",
      "name": "春分"
    },
    {
      "_id": "5e9d3579d37f0000e70056af",
      "desc": "      每年4月5日或6日为清明节气，这是24节气中的第5个节气。《月令七十二候集解》中说：“三月节，……物至此时，皆以洁齐而清明矣。”故“清明”有冰雪消融，草木青青，天气清彻明朗，万物欣欣向荣之意。清明时节，除东北与西北地区外，我国大部分地区的日平均气温已升到12℃以上。\n      清明，正是冷空气与暖空气交替相遇之际，亦日渐趋暖，所以天气一会儿阳光灿烂，一会儿阴雨绵绵。人体常湿困、四肢麻痹，在汤品调理中，除了要利水渗湿外，还要适当补益，因而养血舒筋最为重要。所以，清明时节还应服一些适时的滋补品，如银耳，甘平，无毒，能润肺生津，益阴柔肝。春升之际，常服银耳，可以收到柔肝养肺的效果。据现代科学研究，银耳多糖，具有治癌防癌的功效，能促进肝脏蛋白质的合成。还有人们熟悉的菊花茶，菊花能疏风清热，有平肝、预防感冒、降低血压等作用。现代药理研究认为，它有扩张冠状动脉、增强心肌收缩力、改变心肌缺血的功用。但是，久服菊花，疏泄太过，又会使肝木失于滋养。菊花可与桑葚同泡代茶喝，桑葚有养血柔肝，益肾润肺的作用，可以收到肝肺同养的效果。",
      "ingredients": "[ \"稻米\", \"燕麦\", \"菊花\", \"银耳\", \"荠菜\", \"菠菜\", \"山药\", \"花生\", \"黄豆\" ]",
      "name": "清明"
    },
    {
      "_id": "5e9d3579d37f0000e70056b0",
      "desc": "      谷雨时节时值阳历每年的4月20日前后，是24节气中的第6个节气，也是春季的最后一个节气。常言道“清明断雪，谷雨断霜”，此时我国大部分地区的平均气温都在12℃以上，寒潮天气基本结束了。俗话说：“雨生百谷”。雨量充足而及时，谷类作物能够茁壮生长。谷雨节气就有这样的涵义。\n      谷雨已是暮春时节，24节气告诉我们，从谷雨到立夏、芒种的这段时间，总是一阵闷热、一阵瓢雨，因为此时的气候正适宜谷类作物生长，尤其在南方更是如此。盛暑日渐迫近，雨亦多湿亦重，上蒸下湿，湿气与热邪相结合，称为暑湿病邪，最容易使人体有暑湿挟湿之证。风寒湿痹之人忌食柿子、柿饼、西瓜、芹菜、生黄瓜、螃蟹、田螺、蚌肉、海带等生冷性凉的食物；热痹患者忌食胡椒、肉桂、辣椒、花椒、生姜、葱白、白酒等温热助火之品。\n      过了谷雨便意味着春季快过去了，按照中医“春养肝”的观点，要抓紧时机调理肝血。肝开窍于目，肝血不足，不能上注于目而视物不清，或肝气郁结化热，上扰头目则头晕目眩。此时的食疗要点重在养肝清肝、滋养明目。",
      "ingredients": "[ \"大麦\", \"小米\", \"黄豆\", \"芝麻\", \"瘦肉\", \"花生仁\" ]",
      "name": "谷雨"
    },
    {
      "_id": "5e9d3579d37f0000e70056b1",
      "desc": "      每年5月5日或6日为“立夏节气”，是24节气中的第7个节气。我国自古习惯以立夏作为夏季开始的日子，《月令七十二候集解》中说：“立，建始也，” “夏，假也，物至此时皆假大也。”这里的“假”，即“大”的意思。实际上，若按气候学的标准，日平均气温稳定升达22℃以上为夏季开始，“立夏”前后，我国只有福州到南岭一线以南地区真正进入夏季，而东北和西北的部分地区这时则刚刚进入春季，全国大部分地区平均气温在18℃～20℃上下，正是“百般红紫斗芳菲”的仲春和暮春季节。\n      在炎热的夏季，忌吃油腻、煎爆等难以消化的食物，忌吃辛辣香燥的食品；素有脾胃虚寒之人，即使炎夏，也切忌多吃暴食生冷性寒之物；妇女在月经期间或产后期间，虽然天气炎热，亦忌食生冷性凉的物品；夏季微生物十分活跃，含蛋白质或脂肪丰富的动物性食品，极易腐败变质，所以，夏季宜少吃荤腥之物，尤其是变质食品，尤当禁忌。\n      清晨可食葱头少许，晚饭宜饮红酒少量，以畅通气血。具体到膳食调养中，我们应以低脂、低盐、多维、清淡为主。总之立夏养生的原则就是要养心。立夏以后的饮食原则是“养阳”，养阳重在养心。养心可多喝牛奶，多吃豆制品、鸡肉、瘦肉等，既能补充营养，又起到强心的作用。平时多吃蔬菜、水果及粗粮，可增加纤维素、维生素B、维生素C的供给，能起到预防动脉硬化的作用。采取“增酸减苦、补肾助肝、调养胃气”的原则，饮食应清淡，以易消化、富含维生素的食物为主，大鱼大肉和油腻辛辣的食物要少吃。将绿豆、莲子、荷叶、芦根、扁豆等加入粳米中一并煮粥，搁凉后食用，也可起到健胃、驱暑的功效。总之，立夏膳食调养应以低脂、低盐、多维、清淡为主。",
      "ingredients": "[ \"牛奶\", \"桂圆\", \"鸡肉\", \"绿豆\", \"黄瓜\", \"鱼腥草\", \"莴苣\" ]",
      "name": "立夏"
    },
    {
      "_id": "5e9d3579d37f0000e70056b2",
      "desc": "      小满时值每年的阳历5月21日前后，是24节气中的第8个节气。从小满开始，小麦、冬小麦等夏收作物，已经结果，籽粒饱满，但尚未成熟，所以叫小满。小满有“大落大满，小落小满”之谚语。“落”是下雨的意思，雨水愈丰沛，将来愈是大丰收。本节气在江南一带，气温平均22℃左右，最高气温可达35℃以上。谚云：“小满高粱芒种谷，立夏种上玉蜀黍”和“小满晴，麦穗重”。\n      夏季万物繁茂，生长最旺盛，人体生理活动也处于最旺盛时期，消耗的营养物质为四季最多，所以，就及时适当补充，才能使身体不受损伤。时至夏Et，治病用药时要偏于清凉，如菊花、芦根、沙参、元参、百合、绿豆之类，配伍煎水代茶、煮粥均可，切忌过于温热损伤阴津；也不宜过于寒凉滋腻，反使暑热内伏，不能透发。\n      对各种类似的皮肤病人，均宜以清爽清淡的素食为主，常吃具有清利湿热作用的食物，如赤小豆、薏苡仁、绿豆、冬瓜、丝瓜、黄瓜、黄花菜、水芹、荸荠、黑木耳、藕、胡萝卜、西红柿、西瓜、山药、蛇肉、鲫鱼、草鱼、鸭肉等；忌食膏粱厚味，甘肥滋腻，生湿助湿的食物，如动物脂肪、海腥鱼类、酸涩辛辣、性属温热助火之品及油煎熏烤之物，如生葱、生蒜、生姜、芥末、胡椒、辣椒、茴香、桂皮、韭菜、茄子、蘑菇、海鱼、虾、蟹各种海鲜发物、牛、羊、狗、鹅肉类等。",
      "ingredients": "[ \"草鱼\", \"胡萝卜\", \"藕\", \"绿豆\", \"黄瓜\", \"黄花菜\", \"黑木耳\" ]",
      "name": "小满"
    },
    {
      "_id": "5e9d3579d37f0000e70056b3",
      "desc": "      芒种节气，时值每年的阳历6月6日前后，是24节气中的第9个节气。《月令七十二候集解》日：“五月节，谓有芒之种谷可稼种矣。”意指大麦、小麦等有芒作物种子已经成熟，抢收十分急迫。晚谷、黍、稷等夏播作物也正是播种最忙的季节，故又称“芒种”。春争日，夏争时，“争时”即指这个时节的收种农忙。\n      我们在强调饮食清补的同时，也告诫人们食勿过咸、过甜。饮食过咸，体内钠离子过剩，年龄大者，活动量小，会使血压升高，甚者可造成脑血管功能障碍。吃甜食过多，对人体健康也不利，随着年龄的增长，体内碳水化合物的代谢能力逐渐降低，宜引起中间产物如蔗糖的积累，而蔗糖可导致高脂血症和高胆固醇症，严重者还可诱发糖尿病。由此可见，饮食是养生防病极其重要的一种手段。因此，在夏季人体新陈代谢旺盛，汗易外泄，耗气伤津之时，宜多吃具有祛暑益气、生津止渴的饮食。",
      "ingredients": "[ \"西红柿\", \"绿豆芽\", \"葡萄\", \"菠萝\", \"苹果\", \"梨\", \"橙\" ]",
      "name": "芒种"
    },
    {
      "_id": "5e9d3579d37f0000e70056b4",
      "desc": "      芒种节气，时值每年的阳历6月6日前后，是24节气中的第9个节气。《月令七十二候集解》日：“五月节，谓有芒之种谷可稼种矣。”意指大麦、小麦等有芒作物种子已经成熟，抢收十分急迫。晚谷、黍、稷等夏播作物也正是播种最忙的季节，故又称“芒种”。春争日，夏争时，“争时”即指这个时节的收种农忙。\n      我们在强调饮食清补的同时，也告诫人们食勿过咸、过甜。饮食过咸，体内钠离子过剩，年龄大者，活动量小，会使血压升高，甚者可造成脑血管功能障碍。吃甜食过多，对人体健康也不利，随着年龄的增长，体内碳水化合物的代谢能力逐渐降低，宜引起中间产物如蔗糖的积累，而蔗糖可导致高脂血症和高胆固醇症，严重者还可诱发糖尿病。由此可见，饮食是养生防病极其重要的一种手段。因此，在夏季人体新陈代谢旺盛，汗易外泄，耗气伤津之时，宜多吃具有祛暑益气、生津止渴的饮食。",
      "ingredients": "[ \"西红柿\", \"绿豆芽\", \"葡萄\", \"菠萝\", \"苹果\", \"梨\", \"橙\" ]",
      "name": "芒种"
    },
    {
      "_id": "5e9d3579d37f0000e70056b5",
      "desc": "      夏至是24节气中的第10个节气，时值每年的FEl历6月22目前后。这一天太阳几乎直射北回归线北半球，这一天是北半球白昼最长、黑夜最短的一天。夏至天气炎热。人体脾胃功能较差，食欲不振。中医学认为，苦能泻热，不仅能调节人体的阴阳平衡。还能防病治病，故有“十苦九补”的说法。\n      科学研究发现，苦味食物中含有氨基酸、维生素、生物碱、贰类、微里元素等，具有抗菌消炎、解热、舒张血管、防癌抗癌等作用，并可促进胃酸的分泌，增加胃酸浓度，从而增加食欲。此外，带苦味的食品中均含有一定的可可碱和咖啡因，食用后可产生醒脑和舒适轻松的感觉，有利于人们从夏日热烦的心理状态中松弛下来，从而恢复精力。\n      夏季气候炎热，人的消化功能相对较弱。因此，饮食不宜肥甘厚味，要多食杂粮以寒其体，不可过食热性食物，以免助热；冷食瓜果当适可而止，不可过食，以免损伤脾胃；厚味肥腻之品宜少勿多，以免化热生风，激发疔疮之疾。",
      "ingredients": "[ \"西瓜\", \"绿豆\", \"酸梅\", \"紫菜\", \"莲子\", \"芦笋\", \"糯米\" ]",
      "name": "夏至"
    },
    {
      "_id": "5e9d3579d37f0000e70056b6",
      "desc": "      每年的阳历7月7日左右为小暑节气，是24节气中的第11个节气。此时天气已经很热，但还不到最热的时候，所以叫小暑。时至小暑，已是初伏前后，到处绿树浓荫，很多地区的平均气温已接近30℃，时有热浪袭人之感，暴雨也时常在小暑节气光顾我国的大部分。由于这段时间的雨量集中，所以防洪防涝显得尤为重要。\n      夏季应当科学补水，防止血液浓缩给身体带来的各种疾患。多喝水可以促进肠胃的蠕动，预防便秘，使肠胃消化后的废物顺利排出，对于预防肠胃的新陈代谢很有帮助；多喝水可以促进排毒与帮助新陈代谢，体内水分充足才能使血液流通顺畅，身上的每个器官都需要大量的水分才能顺利运作，并且将体内代谢的老旧废物与毒素一并带出体内；多喝水可以调节体温，人体的体温之所以可以维持恒定，不受外界的气温所影响靠的就是大脑下视丘的体温调节中枢，因大脑中的水分占75％之多，当水分不足时，体温就会上升，尤其是当身体出现发热或是中暑时更要多喝水来维持体温的恒定。此外，多喝水可以安定精神，当体内水分足够时，体内老旧废物可以随着水分排出，体内各机能可以正常的运作，所以会觉得精神舒爽。\n      暑季是消化道疾病多发季节，在饮食调养上要改变饮食不节、饮食不洁、饮食偏嗜的不良习惯。饮食应以适量、清淡且富有营养为宜。此外，夏季是消化道疾病多发季节，饮食上还应注意卫生，不要暴饮暴食，生冷油腻的食物要少吃，注意膳食均衡。",
      "ingredients": "[ \"芒果\", \"豆浆\", \"黄鳝\", \"藕\", \"冬瓜\", \"黄瓜\", \"苦瓜\" ]",
      "name": "小暑"
    },
    {
      "_id": "5e9d3579d37f0000e70056b7",
      "desc": "      “大暑”是二十四节气之中的第十二个节气，每年的7月22日至24日之间，便是大暑来临的时节。在大暑的这一天是我国受到日照最多的时候，也是国内一年之中气温最高的时候，全国各地的气温普遍的达到35℃之上，可以说大暑这一天被称作为“火炉”都不为过，而天气温度的升高，人的身体必然会出现健康问题，此时，大暑养生就成为了关键！\n      人体在夏季会消耗很多的热量和营养成分，如不及时补充，可能造成代谢紊乱而发生各种疾病。盛夏阳热下降，细蕴熏蒸，水汽上升，湿气充斥，故在此季节，感受湿邪者较多。在中医学中，湿为阴邪，其性趋下，重浊薪滞，易阻遏气机，损伤阳气，食物养生当以清热解暑为佳。\n      夏季的饮食调养须以暑天的气候特点为基础，由于夏令气候炎热，易伤津耗气，大暑养生饮食宜以清淡为宜，可选择补气清暑、健脾养胃的食物。清补食物有绿豆、百合、黄瓜、豆芽、鸭肉等：补气清暑食物有冬菇、紫菜、西瓜、番茄等，亦可选用西洋参、太子参、黄蔑；健脾养胃食物有赤小豆、惹米、南瓜等。而且，酷暑之时人体新陈代谢增快，能量消耗大，因此还应补充蛋白质，如豆制品、奶制品、鱼、肉等食物都可适量食用。夏季的肉食以鸡肉、鸭肉、瘦猪肉、鸽肉等平性或凉性的肉制品为首选。",
      "ingredients": "[ \"萝卜\", \"西红柿\", \"香蕉\", \"紫菜\", \"豆芽\", \"黄瓜\", \"苦瓜\" ]",
      "name": "大暑"
    },
    {
      "_id": "5e9d3579d37f0000e70056b8",
      "desc": "      立秋，时值每年阳历的8月7日或8日，是24节气中的第13个节气。在我国古代，有立秋迎秋的风俗，每到立秋之时，封建帝王就会亲率文武百官到城郊设坛迎秋。由此可见，立秋在一年的24个节气中是很重要的。有谚语说：“立秋之日凉风至”，即立秋是凉爽季节的开始。从这一天起，气温逐渐下降，降水逐渐减少，空气湿度逐渐减小，因而秋高气爽，月明风清，天气变得凉爽宜人。\n      民谚“秋瓜坏肚”是指立秋以后继续生食大量瓜类水果容易引发胃肠道疾患。夏秋之季是胃肠疾病最易复发的时节。夏季大量食用瓜果虽不至于造成脾胃疾患，却已使人们的肠胃消化功能会有所下降，而且，天气转凉，胃肠容易受寒，抵抗力下降，也会造成病菌乘虚而人，导致疾病。立秋后如果再大量生吃瓜果，势必更助湿邪，损伤脾阳，脾阳不振不能运化水湿，腹泻、下痢、溏便等急慢性胃肠道疾病就会随之发生。因此，立秋之后应慎吃瓜果，脾胃虚寒者尤应禁忌。\n      初秋天气，夏火未消，秋燥又来。在不能大量吃瓜果的情况下，为了去燥养阴，可以多喝点滋润除燥的汤。其中豆类汤是首选。因为豆类多具有健脾利湿的功能，而且豆类含有丰富的蛋白质，可有效补充体内的蛋白质不足，满足机体代谢，同时由于它不含胆固醇，还没有吃肉制品的后顾之忧，所以豆类正适合立秋时节食用。如红豆汤、绿豆汤等对此节气养生都十分有益。",
      "ingredients": "[ \"茄子\", \"西红柿\", \"橘子\", \"柠檬\", \"猕猴桃\", \"排骨\", \"芥菜\" ]",
      "name": "立秋"
    },
    {
      "_id": "5e9d3579d37f0000e70056b9",
      "desc": "      处暑是24节气里的第14个节气，一般在阳历8月23日左右。古书上解释说：“斗指戊为处暑，暑将退，伏而潜处，故名也。”处署，是署气结束的时节。“处”含有躲藏、终止的意思，顾名思义，处暑表明暑天将近结束。《月令七十二候集解》中说：“七月中，处，止也，暑气至此而止矣。”处暑之后，我国的很多地区，三伏天气已过或接近尾声，气温逐渐下降。因此民间有“处暑寒来”、“处暑热不来”的说法。\n      处暑之后，天气逐渐下降，正式进入秋高气爽、五谷飘香的时节。正如大诗人陆游说的，“四时俱可喜，最好新秋时”。这段时期，万物成熟，在农村到处是一派秋收的景象。由于此时物质丰厚，气候宜人，因此人们食欲大增。而且俗话说：“一夏无病三分虚”，在经历酷暑及“秋老虎”的肆虐后，人体比较虚乏。根据中医“春夏养阳，秋冬养阴”的原则，这时已进入秋季进补的好时节。但是人们需要注意的是，进补不可滥补。\n      处暑时，进补应以清补、平补为主，即选用寒温之性不明显的平性滋补品来进补。中医的治疗原则是虚者补之，除阳虚体质者外，不要过多食用温热的食物或药物，如狗肉、人参、鹿茸等。因为由于秋季阴阳虽相对平衡，但燥是秋季的主气，进食过多温热的补品就可能使肺被燥气所伤。\n      同时，进补并不是多多益善，认为“多吃补品，有病治病，无病强身”的想法是错误的。因为任何补品一旦服用过量都会有害，它会影响人体内的营养平衡。\n      在不同的时节，人体对补品的需求是不一样的。因此，处暑迸补时切忌滥补，一定要根据具体情况具体分析，以免适得其反。",
      "ingredients": "[ \"鲤鱼\", \"带鱼\", \"鲢鱼\", \"萝卜\", \"豆腐\", \"青椒\", \"黄豆\" ]",
      "name": "处暑"
    },
    {
      "_id": "5e9d3579d37f0000e70056ba",
      "desc": "      每年阳历9月8日左右为白露，是24节气中的第15个节气。白露是个典型的秋天节气，从这一天起，水汽一天比一天凝重。农历言：“斗指癸为白露，阴气渐重，凌而为露，故名白露。”春秋时代《礼记·月令》篇记载这个节气的景象：“盲风至，鸿雁来，玄乌归，群鸟养羞。”这是说在这个节气鸿雁南飞避寒，百鸟开始贮存干果粮食以备过冬。可见白露实际上是天气转凉的象征。\n      秋天燥邪横孽，“秋燥”与虚火结成“燥热”。秋燥会影响人体对水的正常吸收，导致人体缺水。稍不注意，人们便会受燥邪侵袭，出现口干舌燥、干咳无痰等燥热病症。“秋燥”的缺水还与一般缺水不同，光喝水并不能止渴，因为“秋燥”伤阴，喝进多少，排出多少，因此，秋日饮食防秋燥大有讲究。中国传统医学认为，适当食粥，能和胃健脾，润肺生津，养阴清燥。如若能在煮粥时，适当加入梨、芝麻、菊花等药食俱佳的食物，则就更具有益肺润燥的功效。",
      "ingredients": "[ \"梨\", \"葡萄\", \"芝麻\", \"菊花\", \"南瓜\", \"薏米\", \"小麦\" ]",
      "name": "白露"
    },
    {
      "_id": "5e9d3579d37f0000e70056bb",
      "desc": "      秋分是24节气里的第16个节气，在每年阳历9月23日左右。按农历，秋分刚好是秋季90天的中分点。正如春分一样，阳光几乎直射赤道，昼夜相等，所以秋分是一个相当特殊的日子。汉代董仲舒在《春秋繁露》中说：“秋分者，阴阳相半也，故昼夜均而寒署平。”也就是说这个时节阴阳平衡，昼夜相等，不冷不热。\n      秋分时节开始进入深秋，而秋属肺金，酸味收敛补肺，辛味发散泻肺，因此秋分饮食还应注意宜收不宜散，日常生活中要尽量少辛味之品，如葱、姜等，适当多食酸味甘润的新鲜水果和蔬菜。同时，秋燥津液易伤，人们会出现咽、鼻、唇干燥及干咳、声嘶、皮肤干裂等燥症，可以多食用甘寒滋润之品，如百合、银耳、山药、秋梨、莲藕、柿子、芝麻、鸭肉等，这些食物有润肺生津、养阴清燥的功效。",
      "ingredients": "[ \"竹笋\", \"甘蔗\", \"木瓜\", \"花生\", \"莲藕\", \"山药\", \"鸭肉\" ]",
      "name": "秋分"
    },
    {
      "_id": "5e9d3579d37f0000e70056bc",
      "desc": "      每年的10月8日前后(10月8日～9日)，太阳移至黄经195度时为二十四节气的寒露。“寒露”的意思，是此时期的气温比“白露”时更低，地面的露水更冷，快要凝结成霜了。《月令七十二候集解》：“九月节，露气寒冷，将凝结也。”如果说“白露”节气标志着炎热向凉爽的过度，暑气尚不曾完全消尽，早晨可见露珠晶莹闪光。那么“寒露”节气则是天气转凉的象征，标志着天气由凉爽向寒冷过渡，露珠寒光四射，如俗语所说的那样，“寒露寒露，遍地冷露”。\n      “寒露”时节起，雨水渐少，天气干燥，昼热夜凉。从中医角度上说，这节气在南方气候最大的特点是“燥”邪当令，而燥邪最容易伤肺伤胃。此时期人们的汗液蒸发较快，因而常出现皮肤干燥，皱纹增多，口干咽燥，干咳少痰，甚至会毛发脱落和大便秘结等。所以养生的重点是养阴防燥、润肺益胃。\n      要避免因剧烈运动、过度劳累等耗散精气津液。在饮食上还应少吃辛辣刺激、香燥、熏烤等类食品，宜多吃些芝麻、核桃、银耳、萝卜、番茄、莲藕、牛奶、百合、沙参等有滋阴润燥、益胃生津作用的食品。同时室内要保持一定的湿度，注意补充水分，多吃雪梨、香蕉、哈密瓜、苹果、水柿、提子等水果。此外还应重视涂擦护肤霜等以保护皮肤，防止干裂。",
      "ingredients": "[ \"桂圆\", \"鸡\", \"莲子\", \"百合\", \"大枣\", \"猪肝\", \"芝麻\" ]",
      "name": "寒露"
    },
    {
      "_id": "5e9d3579d37f0000e70056bd",
      "desc": "      公历每年10月23日或24日，太阳位于黄经210度时为霜降。它是二十四节气中的第十八个节气，也是秋季的最后一个节气。在《月令一七十二候集解》中说：“九月中，气肃而凝，露结为霜矣。”其意为天气更冷了，露水凝结成霜。此时，我国黄河流域已出现白霜，沃野千里，处处银色冰晶熠熠闪光，此时树叶枯黄，开始落叶了。\n      霜降时节，饮食调养方面，此时适宜平补，要注重健脾养胃，调补肝肾，宜多吃健脾养阴润燥的食物。谚语有云：“补冬不如补霜降”，说的是霜降时节是进补的好时候。\n      中医认为，金秋时节的饮食原则应以滋阴润肺、健脾养胃为宜，应“平补”，切忌“大补”，以免造成身体负担。这时候可适当多吃一些甘寒多汁的食物，水果如梨、葡萄、柏子、香蕉、柑橘等；蔬菜如萝卜、洋葱、木耳、冬瓜、莲藕以及各种豆类制品等；蜂蜜、冰糖、芝麻等食品有润肺生津之功效，可预防口干、皮肤粗糙等“秋燥”现象。\n      此外，脾胃虚弱者、老年人以及慢性疾病患者进补应选用气平味淡、作用和缓的食物，以健脾补肝清肺，如汤类、粥类等。注意胃部保暖，少吃冷硬食物，忌强刺激、暴饮暴食。",
      "ingredients": "[ \"洋葱\", \"芥菜\", \"白果\", \"柿子\", \"玉米\", \"黑木耳\", \"鸡蛋\" ]",
      "name": "霜降"
    },
    {
      "_id": "5e9d3579d37f0000e70056be",
      "desc": "      立冬是每年公历11月7日或8日，节令交立冬，“立”是开始，“冬”是节令，这天太阳到达黄经225度，正午用圭表测日影，影长为古尺一丈二寸三分，相当于今天的2.501米。夜晚观测北斗七星，斗柄正指亥的方位，也就是正北方，这个阶段一般在农历十月，也叫亥月。\n      在民间有立冬补冬的习俗。立冬后，天气趋向寒冷，为抵御冬天的严寒。此时宜进补以补充元气。立冬饮食养生应遵循阳气潜藏的原则，以“养藏”为根本。具体来说，立冬时心肺气弱，肾气强盛，饮食上要减少辛苦食物，以养肾气。同时，少食生冷，可适当多吃一些热量高的食品，但也不宜燥热。此外，冬季应多吃蔬菜，以补充人体对维生素的需求，如甘薯、马铃薯、白萝卜、油菜等。\n      到了冬季，人们开始滋补身体，但要注意不能盲目“进补”。饮食调养要遵循“秋冬养阴”、“虚者补之，寒者温之”的原则。进补时，为让肠胃有一个适应过程，最好先做引补，比如炖牛肉红枣、煮花生仁加红糖、偎生姜大枣牛肉汤等，先调整好脾胃功能再“进补”也不迟。\n      立冬吃什么还应考虑个人的年龄、性别以及体质状况。中医养生学认为，少年重养，中年重调，老年重保，髦奎重延。总之，进补要根据实际情况选择清补、温补、小补、大补，而不能盲目“进补”。",
      "ingredients": "[ \"番茄\", \"芝麻\", \"土豆\", \"牛肉\", \"羊肉\", \"鹌鹑\", \"海参\" ]",
      "name": "立冬"
    },
    {
      "_id": "5e9d3579d37f0000e70056bf",
      "desc": "      小雪，是二十四节气中的第20个节气。时间在每年公历11月22或23日，即太阳到达黄经240°时。“小雪”是反映气候特征的节气。节气的小雪与天气的小雪无必然联系，小雪节气中说的“小雪”与日常天气预报所说的“小雪”意义不同，小雪节气是一个气候概念，它代表的是小雪节气期间的气候特征；而天气预报中的小雪是指降雪强度较小的雪。小雪节气是寒潮和强冷空气活动频数较高的节气。\n      冬季是吃萝卜的最佳季节，小雪节气逐渐寒冷，少不了吃些萝卜增强体质耐耐寒。冬季的天气很寒冷，人体皮肤处于收缩状态。由于人们户外活动减少，出汗散热的机会减少，又经常吃一些诸如羊肉、麻辣火锅等热性食物，这样反而容易让人产生内热，出现消化不良，气机郁滞现象。这时，如果我们适量地吃一些清凉的萝卜，不仅可以消散内热，还有下气宽中，消积导滞等作用。",
      "ingredients": "[ \"萝卜\", \"梨\", \"羊肉\", \"海带\", \"紫菜\", \"鲫鱼\", \"牛肉\" ]",
      "name": "小雪"
    },
    {
      "_id": "5e9d3579d37f0000e70056c0",
      "desc": "      大雪，是二十四节气中的第21个节气，更是冬季的第三个节气。大雪，斗指癸，太阳到达黄经255度，交节时间为每年公历12月6—8日。大雪和小雪、雨水、谷雨、小满等节气一样，都是直接反映降水的节气。节气大雪的到来，意味着天气会越来越冷，降水量渐渐增多。大雪节气最常见的就是降温、下雨或下雪。\n      大雪节气养生要从饮食开始，其中大白菜、红萝卜缨、山楂和大葱都是这个节气较好的食疗佳品。对于肝气不足的，可适量饮用红高粱酿制的酒以补充阳气。此外，营养专家提倡，大雪时节应做到，晨起服热粥，晚餐宜节食，以养胃气。大雪节气饮食忌粘硬生冷，应喝粥进行调养，特别是羊肉粥、糯米红枣百合粥、八宝粥、小米牛奶冰糖粥等最适宜。\n      饮山楂又称红果、山里红、胭脂果，时常吃山楂会有一定的防衰老、美容、防癌和预防动脉粥样硬化的作用。在寒冷的“大雪”节气到来之时，吃一些美味又营养的山楂，让它来帮我们调节身体是非常不错的选择。山楂中还含有多种生活活性物质，如三萜类和黄酮类物质，具有扩张血管增加冠状动脉血流量，改善心脏活动软化血管降低血压和胆固醇等作用。",
      "ingredients": "[ \"大白菜\", \"山楂\", \"羊肉\", \"大葱\", \"红枣\", \"鳕鱼\", \"番茄\" ]",
      "name": "大雪"
    },
    {
      "_id": "5e9d3579d37f0000e70056c1",
      "desc": "      冬至，又称日短至、冬节、亚岁等，兼具自然与人文两大内涵，既是二十四节气中一个重要的节气，也是中国民间的传统节日。冬至是四时八节之一，被视为冬季的大节日，在古代民间有“冬至大如年”的讲法，所以古人称冬至为“亚岁”或“小年”。冬至习俗因地域不同而又存在着习俗内容或细节上的差异。在中国南方沿海部分地区，有冬至祭祖的习俗；在中国北方地区，每年冬至日有吃饺子的习俗。\n      医学研究表明，人怕冷与其体内缺乏矿物质有关。因此，应注意补充矿物质。中国人一般以“五谷为养、五果为助、五畜为益、五菜为充”。只要不偏食，就可以保证人体对钾、铁、钠等矿物质的需求。\n      有条件的还可多吃甲鱼、羊肉、桂圆、荔枝、胡桃肉等食品，这些食品味道鲜美，富含脂肪、蛋白质、碳水化合物及钙、磷、铁等多种营养成分，不仅能补充因寒冷而过度消耗的热量，还能益气养血，对身体虚弱者尤为适宜。",
      "ingredients": "[ \"羊肉\", \"八宝粥\", \"饺子\", \"馄饨\", \"汤圆\", \"红豆\", \"萝卜\" ]",
      "name": "冬至"
    },
    {
      "_id": "5e9d3579d37f0000e70056c2",
      "desc": "      小寒节气正处于“三九”寒天，是一年中气候最冷的时段。此时正是人们加强身体锻炼、提高身体素质的大好时机。但要根据个人的身体情况，切不可盲目，即使身体强健的人，也要讲究一二下锻炼的方式和方法。\n      为防御小寒节气时的寒冷气候对人体的侵袭，从饮食养生的角度讲，要极其注意在日常饮食中多食用一些温热食物以补益身体。俗话说“三九补一冬，来年无病痛。”根据长期的经验总结出，到小寒之时，人们经历了春寒、夏暑、秋燥的消耗，脏腑的阴阳气血会有所偏衰，此时合理进补既可及时补充气血津液抵御严寒侵袭，又能使来年少生病，身体更强壮，达到事半功倍的养生目的。\n      一般而言，冬令进补应食补和药补相结合，以温补为宜，日常饮食中可适当多吃一些温热的食物以补益身体，御寒保暖。同时，进补也要分清体质，因人而异。阳虚体质的人，宜食用温热散寒和热量较高而营养丰富的食物，如狗肉、羊肉、海虾、干姜、大葱、茴香、黄芪、人参、桂圆等；忌食寒凉的生冷食品，如鸭肉、鸭蛋、兔肉、田螺、香蕉、袖子、柿子、地瓜、冬瓜、菊花、金银花、牛奶等。阴虚体质的人，宜食用甘凉滋阴、生津养阴、富含蛋白质的清补类食物以及含纤维素和维生素较高的新鲜水果蔬菜，这些食物如糯米、芝麻、猪肉、鸭肉、乌贼鱼、梨、橘子、袖子、甘蔗、香蕉、蜂蜜、鸡蛋、草菇、山药、西洋参等；忌食辛辣刺激、温热燥香、性热上火类食物和脂肪、碳水化合物含量高的食物，如狗肉、羊肉、炒花生、豆寇、茵香、肉桂等。下面就给大家介绍小寒时节的养生食谱。",
      "ingredients": "[ \"糯米\", \"韭菜\", \"芥菜\", \"南瓜\", \"大蒜\", \"猪肝\", \"海参\" ]",
      "name": "小寒"
    },
    {
      "_id": "5e9d3579d37f0000e70056c3",
      "desc": "      大寒，是二十四节气中的最后一个节气。斗指丑；太阳黄经为300°；公历1月20—21日交节。同小寒一样，大寒也是表示天气寒冷程度的节气。民谚云：“小寒大寒，无风自寒。”大寒在传统节气中是极冷的时节。在我国部分地区，大寒不如小寒冷，但在我国南方沿海一带，全年最低气温仍然会出现在大寒节气内。\n      大寒进补的食物量应逐渐减少，多添加些具有升散性质的食物，以适应万物的升发。由于寒冬腊月，人体的消化机能活跃，胃液分泌增多，酸度增强，食量增大，因此人们饮食方面，可适当增加蛋白质，氨基酸对耐寒有一定帮助，动物内脏瘦肉鸡蛋鱼等含有大量氨基酸，有利于人们的御寒冬季。\n      同时要确保维生素尤其维生素C的供给，较为适宜的食物有萝卜、土豆、菠菜等及各类水果。补钙也可避免心血管和肌肉受损。多吃一些坚果类食品，对于人们御寒有好处。\n      冬季气候干燥，人们一定要注意补充水分，多喝些水才有利健康。",
      "ingredients": "[ \"羊肉\", \"八宝粥\", \"饺子\", \"馄饨\", \"汤圆\", \"红豆\", \"萝卜\" ]",
      "name": "大寒"
    }
  ]
}